<?php

return [
    /* Шапка */
    'title_done' => 'Выполнено',
    'text_done' => 'Выполненные задачи',
    'lang' => 'english',
    'search' => 'Поиск...',
    'hello' => 'Привет',
    'add' => 'Добавить',
    'exit' => 'Выход',
    'notes' => 'Заметки',
    'add_notes' => 'Выполнено',
    /* Не выполненые */
    'notes_title' => 'Список задач пуст',
    'title' => 'Заметки',
    'done' => 'выполнено',
    'edit' => 'изменить',
    'delete' => 'удалить',
    'cancel' => 'отмена',
    'number' => 'Кол-во заметок:',
    /* Уведомления */
    'sending_message' => 'Заметка добавлена',
    'edit_message' => 'Заметка изменена',
    'done_message' => 'Заметка выполнена',
    'delete_message' => 'Заметка удалена',
    /* Страница 'Добавить' */
    'title_add' => 'Добавление',
    'title_page' => 'Здесь вы можете добавить свои заметки',
    'title_edit' => 'Редактировать',
    'title_edit_page' => 'Здесь вы можете изменить свою заметку',
    'subject' => 'Тема',
    'enter_subject' => 'Введите название',
    'note' => 'Заметка',
    'text' => 'Введите текст',
    'add_button' => 'добавить',
    'button_edit' => 'изменить'
];
